content/topics/attention_economy.md
+++
title = "Attention Economy"
author = ["Dorneanu"]
draft = false
+++

-   It's a business sector that makes money gathering consumers attention, repackaging and reselling it to advertisers.
-   [The attention merchants](https://www.goodreads.com/book/show/28503628-the-attention-merchants)
-   extracting eyeball minutes has become more lucrative than extracting oil
-   smartphones have played a key role since they people were convinced to look at their phones a lot
-   critical use is a problem for the digital attention economy
    -   users should not be restricting their exposure to social media consciously
    -   [Facebook researchers claim social media poses mental health but using it more can help](https://www.theguardian.com/technology/2017/dec/15/facebook-mental-health-psychology-social-media?utm_source=esp&utm_medium=Email&utm_campaign=GU+Today+main+NEW+H+categories&utm_term=256823&subid=1399882&CMP=EMCNEWEML6619I2)
-   Tipps to survive
    -   Use social media like a professional
        -   try to extract large amounts of value for professional and personal life, while avoiding much of the low-value distraction these services deploy to lure users into compulsive behaviours
            -   e.g. thresholding (only see tweets with 50 likes or retweets)
    -   Embrace [Slow Media](https://en.slow-media.net/manifesto)
        -   it's a general commitment to maximize the quality of what you consume and the conditions under which you consume it
        -   consume media with a mindset of slowness
            -   limit your attention to the best of the best
            -   small amount of high-quality offerings is usually superiour to a larger amount of low-quality
            -   isolate news consumption
                -   try to ritualize it by chosing a location that will support you in giving your full attention to the reading
                -   download articles in advance (learn to [use getpocket wisely](https://blog.dornea.nu/2021/09/01/inbox-zero-using-getpocket/))


## Attention Fragmentation as Foundational Harm {#attention-fragmentation-as-foundational-harm}

Jonathan Haidt identifies attention fragmentation as one of four foundational harms of the [Phone-Based Childhood]({{< relref "phone_based_childhood.md" >}}):

-   The average teen receives ~192 notifications per day from social and communication apps alone — one every 5 minutes while awake
-   Heavy users (older teen girls) may receive one interruption per minute
-   Even when teens appear present in the real world (in class, at meals), a substantial portion of their attention is monitoring the social metaverse — a state Sherry Turkle calls being "forever elsewhere"
-   The competitive race among app developers for adolescent attention means the tools are not neutral; they are designed to maximize interruption and re-engagement

Haidt uses Kurt Vonnegut’s "Harrison Bergeron" (1961) as a metaphor: a dystopian government forces high-IQ citizens to wear earpieces that buzz every 20 seconds to disrupt sustained thought. The attention economy has created this exact system voluntarily for adolescents.

Sean Parker (early Facebook, 2017): the goal was to create "a social-validation feedback loop . . . exactly the kind of thing that a hacker like myself would come up with, because you’re exploiting a vulnerability in human psychology."


### The Goldilocks effect {#the-goldilocks-effect}

Sherry Turkle names the core seduction of digital connection: it feels "not too close, not too far, just right." Unlike face-to-face interaction — which is unpredictable, demanding, and requiring full presence — digital communication allows managed exposure. We can be "together" while remaining safely alone, curating our response, controlling our availability. This is why people who are lonely or conflict-averse often prefer digital to in-person connection: the medium offers intimacy at a controllable distance. The Goldilocks effect explains why solving loneliness via more digital connection tends to deepen it — the relief is real but does not address the underlying deficit.


### Deep reading and brain plasticity {#deep-reading-and-brain-plasticity}

Maryanne Wolf (cognitive neuroscientist, Tufts) documents how a life on the web makes "deep reading" — sustained, attentive engagement with a complex text — progressively harder to summon. The brain is plastic: it rewires itself around habitual patterns of attention. A life of skimming, scanning, and scrolling produces a brain that defaults to those modes and finds sustained focus on a long text increasingly effortful. Wolf personally discovered she could no longer finish a Hermann Hesse novel she had loved.

The hopeful corollary: plasticity works in both directions. Just as skimming rewires toward shallowness, deliberate practice of deep attention rewires back toward it. Wolf recovered her ability to read deeply within two weeks of sustained effort. This is the same logic as [Deep Work]({{< relref "deep_work.md" >}}): the capacity is not lost, merely suppressed by habit, and can be recultivated deliberately.


## Resources {#resources}

-   2023-05-16 ◦ [Your attention didn’t collapse. It was stolen | Psychology | The Guardian](https://amp.theguardian.com/science/2022/jan/02/attention-span-focus-screens-apps-smartphones-social-media)
-   2026-05-19 ◦ [The Cost of Safetyism — Steve Magness](https://stevemagness.substack.com/p/the-cost-of-safetyism) — social media and neighborhood alert apps amplify [Mean World Syndrome]({{< relref "mean_world_syndrome.md" >}}), creating a perception-reality gap in crime and danger that drives risk-averse parenting well beyond what the data supports
-   2026-06-02 ◦ [The Anxious Generation — Jonathan Haidt (2024)](https://www.anxiousgeneration.com) — documents attention fragmentation as one of four foundational harms of the phone-based childhood, with data on notification frequency, "almost constantly online" rates among teens, and the mechanism by which competition for adolescent attention produced an ever-more-disruptive notification ecosystem
-   2026-06-05 ◦ [Reclaiming Conversation — Sherry Turkle (2015)](https://www.goodreads.com/en/book/show/24612127-reclaiming-conversation) — the ambient phone effect (even a silent, face-down phone degrades conversation and measured empathy); the Goldilocks effect (digital distance as "just right"); Maryanne Wolf on deep reading and brain plasticity; the circuit-of-apps as engineered re-engagement loop; interruption revalued as connection
